[X2DownloadableContentInfo_WOTC_RustyBearers]

;the %TYPE in this string is replaced with the correct immunity dynamically
strImmuneMsg = "\n 单位对 %TYPE 伤害免疫。"

strElectric = "电磁"
strAcid = "酸"
strPsionic = "灵能"
strFire = "火"